[{"id": "40474210", "source": "s2ag/train", "version": "v2", "added": "2018-04-03T04:47:30.209Z", "created": "2011-08-01T00:00:00.000Z", "text": "[Short-term effectiveness of anterior cruciate ligament reconstruction with LARs artificial ligament].\n\nOBJECTIVE\nTo investigate the surgical technique and short-term effectiveness of anterior cruciate ligament (ACL) reconstruction with LARS artificial ligament.\n\n\nMETHODS\nBetween November 2008 and April 2010, eighty patients with ACL injury were treated with LARS artificial ligament under arthroscope and successfully followed up. There were 51 males and 29 females, aged from 17 to 43 years with an average of 29.2 years. The injuries were caused by sport in 63 cases, traffic accident in 14 cases, and bruise in 3 cases. There were 43 left knees and 37 right knees. The disease duration ranged from 10 days to 11 months. The anterior drawer test, Lachman test, and pivot shift test for all cases were rated as positive. The preoperative Lysholm score was 55.4 +/- 5.7, Irgang score was 48.3 +/- 6.2, and Larson score was 54.8 +/- 7.4; and the International Knee Documentation Committee (IKDC) score was lower than normal level in all cases. Oblique coronal MRI showed ACL injury in all cases. Residual ACL and synovium were preserved during surgery.\n\n\nRESULTS\nAll incisions healed by first intention without complication of infection or deep venous thrombosis. All patients were followed up 7 to 24 months with an average of 16.8 months. There were 3 cases of screws exposure toward femoral cortical bone, 2 cases of loosening tibial screw, and 1 case of knee extension limitation, and they were cured after symptomatic treatment. No LARS artificial ligament rupture and joint fibrosis occurred during follow-up. At last follow-up, the results of anterior drawer test, Lachman test, and pivot shift test were positive in 2, 3, and 3 patients, respectively. There were significant differences in Lysholm, Irgang, and Larson scores of affected knees between preoperation and 6 weeks postoperatively, last follow-up, respectively (P < 0.05). The normal rate of IKDC score were 43.75% (35/80) and 97.50% (78/80) at 6 weeks postoperatively and last follow-up, respectively.\n\n\nCONCLUSION\nThe viscoelastic properties of LARS artificial ligament is different from that of biological materials. The graft should be fixed at a relatively extension position to avoid knee extension limitation and slight loosening of graft tension is permitted at flexion position. Good clinical result could be achieved if the technique is well applied."},
{"id": "145156110", "source": "s2ag/train", "version": "v2", "added": "2019-05-06T14:06:07.318Z", "created": "1999-10-01T00:00:00.000Z", "text": "Appraisal of the Homogeneity of Error Variance Assumption and Alternatives to Multiple Regression for Estimating Moderating Effects of Categorical Variables\n\nHomogeneity of within-subgroup error variance is a necessary condition for using multiple regression to estimate moderating effects of categorical variables. A 12-year review of Academy of Management Journal, Journal of Applied Psychology, and Personnel Psychology indicates that the assumption is violated in 40% to 60% of cases. The authors reanalyze published research to illustrate how violating the assumption may change substantive conclusions. To remedy this situation, they develop and present a computer program (i.e., ALTMMR) that (a) assesses whether a data set suffers from heterogeneity of error variance and (b) computes alternative inferential statistics to the traditional multiple regression F test when heterogeneity exists. ALTMMR, which can also be used as a teaching tool, was written in Java and is executable using an Internet Web browser or as a standalone application."},
{"id": "24962770", "source": "s2ag/train", "version": "v2", "added": "2018-04-03T04:06:09.115Z", "created": "1996-06-01T00:00:00.000Z", "text": "Two-phase helical CT for pancreatic tumors: pancreatic versus hepatic phase enhancement of tumor, pancreas, and vascular structures.\n\nPURPOSE\nTo quantitatively evaluate and validate a two-phase helical computed tomographic (CT) protocol for evaluation of pancreatic tumors.\n\n\nMATERIALS AND METHODS\nTwenty-seven patients with pathologically proved pancreatic adenocarcinomas prospectively underwent two-phase CT examination with helical acquisition during the pancreatic phase (40-70 seconds after infusion of intravenous contrast material at 3 mL/sec) and the hepatic phase (70-100 seconds after infusion). Mean CT attenuation values of tumor, bordering pancreas, and all major peripancreatic vessels were obtained for both time intervals.\n\n\nRESULTS\nMean tumor-pancreas contrast was significantly greater during the pancreatic phase (67 HU +/- 19) than the hepatic phase (39 HU +/- 16) (P < .001) This was the result of both greater enhancement of normal pancreas and lower tumor enhancement during the pancreatic phase. Opacification of all vascular structures, including the portal vein, was also greater during the pancreatic phase (P < .001).\n\n\nCONCLUSION\nTwo-phase helical CT with pancreatic phase acquisition provides statistically significantly better pancreatic, arterial, and portal venous enhancement than that of hepatic phase imaging, with improved tumor-pancreas contrast."},
{"id": "99777970", "source": "s2ag/train", "version": "v2", "added": "2019-04-08T13:08:02.582Z", "created": "2001-02-05T00:00:00.000Z", "text": "Stability issues of conjugated polymer/fullerene solar cells from a chemical viewpoint\n\nThe efficiency of energy conversion and the stability of lifetime of `plastic' photovoltaic cells, based on conjugated polymer/fullerene blends, are the two main issues to be improved for this type of devices. The stability of these PV cells depends potentially on a large number of factors. A brief layer-to-layer overview of these factors is given, with main emphasis on the factors possibly playing a role in the active photovoltaic layer consisting of the interpenetrating network of a conjugated polymer and a fullerene derivative. Complicated sets of photochemical processes can take place in the pure materials and in the donor-acceptor blends, both in the absence and in the presence of oxygen. Especially, photochemical [2+2] cycloaddition and cycloreversion processes have been observed for fullerene derivatives and in certain mixtures containing an oligomer and a fullerene derivative. These and other (photo) chemical processes are very likely to have an influence on the performance of the photovoltaic cell."},
{"id": "212678020", "source": "s2ag/train", "version": "v2", "added": "2020-03-13T13:04:57.328Z", "created": "2020-03-12T00:00:00.000Z", "text": "Influence of sodium hypochlorite/etidronic acid combination and SmearOFF on push-out bond strength of fiber posts to root dentin.\n\nThe aim was to evaluate the effects of different irrigation protocols on the bonding ability of fiber posts on root canal dentin through push-out test and the dentin tubule penetration of luting cement by confocal laser scanning microscope (CLSM). Forty-eight single-rooted premolars were divided into six groups (n=8) based on post space irrigation protocols: Saline 0.85%; Etidronate 18% (HEBP); EDTA 17%; NaOCl 5.25%+EDTA 17%; NaOCl 2.5%/HEBP 9% combination; SmearOFF. Two specimens per group were assessed with CLSM. The push-out test and the failure analysis were performed. Whilst EDTA had the highest bond strength at the coronal and middle thirds, it was not statistically significant compared to saline, HEBP, and NaOCl/HEBP at the middle third (p>0.05). Cement/dentin adhesive failures were predominant (41.9%) and the intratubular fluorescence intensity was significant among the groups (p<0.05). EDTA resulted in highest bond strength values and dentinal penetration."}]